tap "azure/draft"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "d12frosted/emacs-plus"
tap "datawire/blackbird"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/nginx"
tap "homebrew/services"
tap "homebrew/versions"
tap "jcgay/jcgay"
tap "keybase/beta"
tap "mashape/kong"
tap "rockymadden/rockymadden"
tap "wallix/awless"
cask "java"
cask "osxfuse"
cask "xquartz"
brew "ack"
brew "adns"
brew "android-platform-tools", link: false
brew "openssl"
brew "autoconf"
brew "autojump"
brew "automake"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bazaar"
brew "berkeley-db"
brew "gettext", link: true
brew "cairo"
brew "clojurescript"
brew "cmake"
brew "coreutils"
brew "curl", args: ["with-openssl"]
brew "dialog"
brew "libassuan"
brew "libksba"
brew "pth"
brew "docker-machine", link: false
brew "drip"
brew "ec2-ami-tools"
brew "ec2-api-tools"
brew "erlang"
brew "elixir"
brew "ext2fuse"
brew "ext4fuse"
brew "fdupes"
brew "fribidi"
brew "lame"
brew "libogg"
brew "xvid"
brew "ffmpeg", args: ["with-libass", "with-libvorbis", "with-theora"]
brew "findutils"
brew "flyway"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "gd", args: ["universal"]
brew "python"
brew "gist"
brew "git-cal"
brew "git-crypt"
brew "git-extras"
brew "go"
brew "glide"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "nettle"
brew "gnupg"
brew "gradle"
brew "groovy", link: false
brew "groovysdk"
brew "haskell-stack"
brew "heroku"
brew "htop"
brew "httpie"
brew "libtool", args: ["universal"]
brew "imagemagick"
brew "ipcalc"
brew "irssi"
brew "ispell"
brew "jasper"
brew "jfrog-cli-go"
brew "jq"
brew "jsonlint"
brew "jsonnet"
brew "kafkacat"
brew "kubernetes-cli"
brew "kubectx"
brew "kubernetes-helm"
brew "leiningen"
brew "libevent"
brew "libssh2"
brew "libgit2"
brew "libgphoto2"
brew "libicns", args: ["universal"]
brew "libvo-aacenc"
brew "libyaml"
brew "liquibase"
brew "little-cms2", args: ["universal"]
brew "llvm@4"
brew "logstash"
brew "makedepend"
brew "maven"
brew "python@2"
brew "mercurial"
brew "midnight-commander"
brew "protobuf"
brew "mitmproxy"
brew "mongodb"
brew "mono", link: false
brew "mosh"
brew "mosquitto"
brew "mplayer"
brew "mspdebug"
brew "mycli"
brew "mysql"
brew "net-snmp"
brew "ngrep"
brew "nmap"
brew "ocaml"
brew "openshift-cli"
brew "osquery"
brew "ossp-uuid"
brew "p7zip"
brew "packer"
brew "pandoc"
brew "tree"
brew "pass"
brew "patchutils"
brew "popt"
brew "postgresql"
brew "pv"
brew "pwgen"
brew "qprint"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "restic"
brew "rkhunter"
brew "rlwrap"
brew "rpm"
brew "rsync"
brew "ruby"
brew "s3cmd"
brew "sane-backends", args: ["universal"]
brew "siege"
brew "skaffold"
brew "source-to-image"
brew "ssh-copy-id"
brew "sshuttle"
brew "stormssh"
brew "swagger-codegen"
brew "telegraf", restart_service: true
brew "terminal-notifier"
brew "terraform"
brew "texi2html"
brew "the_silver_searcher"
brew "theora"
brew "tidy-html5"
brew "tmux"
brew "unison@2.40"
brew "unrar"
brew "utf8proc"
brew "vault"
brew "watch"
brew "wget"
brew "wine"
brew "xhyve"
brew "xonsh", link: false
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "azure/draft/draft"
brew "datawire/blackbird/telepresence"
brew "jcgay/jcgay/maven-deluxe", link: false
brew "mashape/kong/openresty"
brew "mashape/kong/kong"
brew "rockymadden/rockymadden/circleci-cli"
brew "wallix/awless/awless", link: false
cask "airdroid"
cask "android-sdk"
cask "apache-directory-studio"
cask "arduino"
cask "bluemix-cli"
cask "calibre"
cask "clipmenu"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "dockstation"
cask "dropbox"
cask "emacs"
cask "enjoy"
cask "facter"
cask "firefox"
cask "fritzing"
cask "fuse"
cask "gitter"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-drive-file-stream"
cask "gpgtools"
cask "imageoptim"
cask "inkscape"
cask "intellij-idea"
cask "intellij-idea-ce"
cask "ioquake3"
cask "iterm2"
cask "java7"
cask "jce-unlimited-strength-policy"
cask "kdiff3"
cask "keybase"
cask "keystore-explorer"
cask "kubernetic"
cask "libreoffice"
cask "macvim"
cask "magicprefs"
cask "marathono"
cask "messenger"
cask "messenger-for-desktop"
cask "messenger-native"
cask "minikube"
cask "mono-mdk"
cask "mplayer-osx-extended"
cask "mplayerx"
cask "mysqlworkbench"
cask "nylas-mail"
cask "openarena"
cask "paintbrush"
cask "postgres"
cask "postico"
cask "postman"
cask "psequel"
cask "puppet"
cask "pycharm-ce"
cask "qlmarkdown"
cask "sequel-pro"
cask "shimo"
cask "skype"
cask "slack"
cask "smcfancontrol"
cask "spectacle"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "vagrant"
cask "vimr"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/versions/iterm2-beta"
cask "caskroom/versions/visual-studio-code-insiders"
