tap 'caskroom/cask'
tap 'homebrew/bundle'
brew 'libyaml'
brew 'openssl'
brew 'ansible'
brew 'awscli'
brew 'docker'
brew 'boot2docker'
brew 'gmp'
brew 'coreutils'
brew 'gnu-sed'
brew 'libevent'
brew 'tmux'
brew 'gettext'
brew 'popt'
brew 'libpng'
brew 'pcre'
brew 's-lang'
brew 'newt', args: ['with-python']
brew 'byobu'
brew 'cmake'
brew 'colordiff'
brew 'docker-machine'
brew 'dos2unix'
brew 'drip'
brew 'duti'
brew 'findbugs'
brew 'findutils'
brew 'flyway'
brew 'gawk'
brew 'gdbm'
brew 'gnu-getopt'
brew 'gnu-indent'
brew 'gnu-tar'
brew 'gnupg'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'gradle'
brew 'groovy'
brew 'htop-osx'
brew 'ipcalc'
brew 'kubernetes-cli'
brew 'maven'
brew 'protobuf'
brew 'mobile-shell'
brew 'nmap'
brew 'node'
brew 'qt'
brew 'readline'
brew 'ssh-copy-id'
brew 'terminal-notifier'
brew 'tree'
brew 'vim'
brew 'wakeonlan'
brew 'watch'
brew 'wget'
brew 'zsh'
brew 'caskroom/cask/brew-cask'
cask 'atom'
cask 'macvim'
cask 'magic-launch'
cask 'transmission'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'visualvm'
