tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/versions'
tap 'jcgay/jcgay'
cask 'java'
brew 'android-platform-tools'
brew 'libyaml'
brew 'openssl'
brew 'ansible'
brew 'apg'
brew 'awscli'
brew 'bazaar'
brew 'berkeley-db'
brew 'xz'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'gmp'
brew 'coreutils'
brew 'dialog'
brew 'git'
brew 'docker'
brew 'docker-machine'
brew 'drip'
brew 'ec2-ami-tools'
brew 'ec2-api-tools'
brew 'texi2html'
brew 'readline'
brew 'icu4c'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'yasm'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'fribidi'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'libass'
brew 'ffmpeg', args: ['with-libass']
brew 'findutils'
brew 'flyway'
brew 'gawk'
brew 'git-crypt'
brew 'git-extras'
brew 'gnu-getopt'
brew 'gnu-indent'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnupg'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libksba'
brew 'libassuan'
brew 'pth'
brew 'pinentry'
brew 'gpg-agent'
brew 'gradle'
brew 'groovy'
brew 'groovysdk'
brew 'ipcalc'
brew 'kubernetes-cli'
brew 'leiningen'
brew 'libmagic'
brew 'libssh2'
brew 'libusb'
brew 'libusb-compat'
brew 'libvo-aacenc'
brew 'maven'
brew 's-lang'
brew 'midnight-commander'
brew 'protobuf'
brew 'mobile-shell'
brew 'mongodb'
brew 'mspdebug'
brew 'nmap'
brew 'node'
brew 'ocaml'
brew 'ossp-uuid'
brew 'packer'
brew 'popt'
brew 'postgresql'
brew 'python3'
brew 'qprint'
brew 'rpm'
brew 'signing-party'
brew 'socat'
brew 'ssh-copy-id'
brew 'sshuttle'
brew 'terraform'
brew 'watch'
brew 'wget'
brew 'homebrew/versions/unison240'
brew 'jcgay/jcgay/maven-deluxe'
cask 'atom'
cask 'clipmenu'
cask 'facter'
cask 'firefox'
cask 'google-chrome'
cask 'gpgtools'
cask 'iterm2'
cask 'iterm2-beta'
cask 'kdiff3'
cask 'macvim'
cask 'magicprefs'
cask 'mplayerx'
cask 'puppet'
cask 'slack'
cask 'spectacle'
cask 'transmission'
cask 'vagrant'
cask 'vimr'
